{
	"version": "https://jsonfeed.org/version/1",
	"title": "Chris J Wilson",
	"icon": "https://micro.blog/ChrisJWilson/avatar.jpg",
	"home_page_url": "http://chrisjwilson.me/",
	"feed_url": "http://chrisjwilson.me/feed.json",
	"items": [
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/19/currently-reading-on.html",
	      	
			"content_html": "<p>Currently reading: <a href=\"https://micro.blog/books/9780060891541\">On Writing Well</a> by William Zinsser 📚</p>\n",
			"date_published": "2018-09-19T10:11:06+02:00",
			"url": "http://chrisjwilson.me/2018/09/19/currently-reading-on.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/18/cleaning-up-workflows.html",
	      	
			"title": "Cleaning Up Workflows",
			
			"content_html": "<p>Thanks to the release of Shortcuts, I cleared out about 70% of my old Workflows in preparation. There were about two or three groups.</p>\n<ol>\n  <li>Workflows I just never use. In some cases the apps went away or their functionality was replaced with iOS improvements.</li>\n  <li>Workflows I replaced with better ones</li>\n  <li>Workflows I downloaded to see what the creator had done even though I had no use for them. \nAt the same time I also moved my most used workflows to the top of the app and organized some of the workflows near similar ones. I.e. I have a book review and movie review workflow for DayOne, they are next to each other now along with other DayOne workflows.</li>\n</ol>\n\n<p>I could have done this at any time but this was the prompt I needed. Maybe I’ll make this a regular thing especially with the experiments I’ve been doing.</p>\n",
			"date_published": "2018-09-18T13:07:58+02:00",
			"url": "http://chrisjwilson.me/2018/09/18/cleaning-up-workflows.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/18/i-finally-moved.html",
	      	
			"content_html": "<p>I finally moved from TextExpander legacy to a subscription. I’ve had issues with syncing snippets for a while and yet I use this tool so often it’s worth paying for its support.</p>\n",
			"date_published": "2018-09-18T08:54:23+02:00",
			"url": "http://chrisjwilson.me/2018/09/18/i-finally-moved.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/17/should-we-stop.html",
	      	
			"title": "Should We Stop Listening to Podcasts? — CJ Chilvers 🔗",
			
			"content_html": "<p><a href=\"https://www.cjchilvers.com/blog/should-we-stop-listening-to-podcasts\">Should We Stop Listening to Podcasts? — CJ Chilvers</a></p>\n\n<blockquote>\n  <p>When you mention time and attention theft, most creators think of Facebook, Twitter, and Instagram (which I call Facebook II). They usually don’t think about Youtube or podcasts, which have the same issues: the ad model and all its abuses to the listener, and the lack of quality in favor of burn-out-inducing “consistency” and quantity (something that is also tied to the ad model).</p>\n</blockquote>\n\n<p>I recently cut the number of podcast I listen to for similar reasons. With exceptions, podcast tend towards entertainment over content. I don’t think there is anything inherently wrong with that. <strong>It’s good to switch off and be entertained from time to time but not all the time.</strong>\nStill greater intentionality is always good, as is <a href=\"http://chrisjwilson.me/2018/09/09/protect-your-attention.html\">protecting your attention</a>.</p>\n",
			"date_published": "2018-09-17T19:24:22+02:00",
			"url": "http://chrisjwilson.me/2018/09/17/should-we-stop.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/17/really-excited-to.html",
	      	
			"content_html": "<p>Really excited to be finally downloading shortcuts. Let’s see what this baby can do!</p>\n",
			"date_published": "2018-09-17T19:22:12+02:00",
			"url": "http://chrisjwilson.me/2018/09/17/really-excited-to.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/17/austin-kleon-on.html",
	      	
			"content_html": "<p><a href=\"https://youtu.be/YULPUe0vgWA\">Austin Kleon on the Sketchbook Skool Podcast</a></p>\n<blockquote>\n  <p>“I think a lot of that side hustle stuff comes from the economic pressures of the day.</p>\n</blockquote>\n",
			"date_published": "2018-09-17T13:01:53+02:00",
			"url": "http://chrisjwilson.me/2018/09/17/austin-kleon-on.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/17/emulsify-camera-from.html",
	      	
			"title": "Emulsify Camera from Sean Harding (Like shooting black and white film)",
			
			"content_html": "<p><a href=\"https://itunes.apple.com/gb/app/emulsify-camera/id1408272207?mt=8\">Emulsify Camera</a></p>\n\n<p>I’ve tested this app by <a href=\"https://micro.blog/sharding\">@sharding</a> for a couple of weeks and it’s not like your typical iPhone camera app. It isn’t feature rich but it has strong opinions. It is influenced by the classic experience of shooting black and white film, with two iconic film simulations, but does so in a non typical way. Most camera apps aim to show you want you are going to see in the end result, Emulsify recreates the unpredictability of film in that you see things in colour before getting your Black and white results. This means you have to train your eye a bit to think about shades and tone and not just colour differences. \nIt’s a very different camera app experience that I suspect some won’t like, but personally I’m hooked. That’s perhaps less surprising considering the amount of black and white film I’ve been burning through recently. Now I just need to get a new iPhone to test the camera on that…you know…to help Sean.</p>\n",
			"date_published": "2018-09-17T08:42:37+02:00",
			"url": "http://chrisjwilson.me/2018/09/17/emulsify-camera-from.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/16/finished-reading-arbitrary.html",
	      	
			"content_html": "<p>Finished Reading <a href=\"http://www.amazon.com/dp/0374105863/?tag=minima0e-20\">Arbitrary Stupid Goal: Tamara Shopsin</a> 📚</p>\n",
			"date_published": "2018-09-16T18:35:44+02:00",
			"url": "http://chrisjwilson.me/2018/09/16/finished-reading-arbitrary.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/16/since-apple-pay.html",
	      	
			"content_html": "<p>Since Apple Pay (finally) came to Poland I’ve been really pleased with it, espeically on the watch. But the last week or two has shown me how great Apple Pay on the Web is. It’s much easier than many other systems. ( Need to remember the danger of ease leading to spending more).</p>\n",
			"date_published": "2018-09-16T16:27:52+02:00",
			"url": "http://chrisjwilson.me/2018/09/16/since-apple-pay.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/16/id-rather-be.html",
	      	
			"title": "I’d rather be a blogger – Paul Jarvis 🔗",
			
			"content_html": "<p><a href=\"https://pjrvs.com/blogger/?mc_cid=aa65d786c3&amp;mc_eid=d098183321\">I’d rather be a blogger</a></p>\n\n<blockquote>\n  <p>I just think one of the main reasons that the internet took off like it did from the late–90s onward was that people could finally have a voice, regardless of whether or not that voice drove clicks and views. No need to go through gatekeepers like print publications, book publishers, etc… we could just write something and hit publish. Now our voices are collectively passed through the values of content marketing and growth-hacking.</p>\n</blockquote>\n\n<p>I probably could have linked to Paul’s whole article but what’s the point in that. So instead I quoted the part I found most inspiring. It’s a really great take on the difference between blogging and content marketing. This hit me hard as I’ve done a lot of “contentting” and not that much blogging until I came on Micro.blog…it’s good to be blogging.</p>\n",
			"date_published": "2018-09-16T16:10:42+02:00",
			"url": "http://chrisjwilson.me/2018/09/16/id-rather-be.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/15/fart-for-better.html",
	      	
			"title": "FART for better photos - Ken Rockwell ",
			
			"content_html": "<p><a href=\"https://kenrockwell.com/tech/fart.htm\">Fart for better photos</a></p>\n<blockquote>\n  <p>I take my best pictures when I FART first.\nFARTing helps us remember to make a strong, meaningful photo instead of just snapping away and winding up with a lot of boring, thoughtless snapshots.\nFART is a mnemonic for a creative process.</p>\n</blockquote>\n\n<p>Ken Rockwell is not the best photographer in the world and some people really disagree with him on some aspects of photography but this little mnemonic is great photography advice for everyone. I love starting here rathe than “the rule of thirds” or whatever because all of those composition rules can be broken.</p>\n\n<p>I thought of this post as I had seen that <a href=\"https://www.cjchilvers.com/blog/finally-a-photography-101-course-i-can-recommend\">CJ Chilvers had written in support</a> of the upcoming <a href=\"https://thesweetsetup.com/capturing-a-great-photo-on-iphone/\">The Sweet Setup Photo course</a>.\nHonestly, when they announced they were making photo course I was worried. The feel I usually get from tech journalists who write photo advice focus more on the tech side of photos (surprise). So they’ll really get into the <em>“need”</em> for a super fast lens, getting a tone of bokeh and finally some classic composition tips like “the rule of thirds” (all of which can be broken). But CJ Chilvers isn’t that type of photographer and he focuses on photos for the average person.</p>\n\n<p>That’s what made me think of this post. It’s great for a complete beginner taking their first photo, but it’s also a useful reminder for a more seasoned hand who knows all the “composition rules”.</p>\n",
			"date_published": "2018-09-15T18:25:28+02:00",
			"url": "http://chrisjwilson.me/2018/09/15/fart-for-better.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/15/siri-shortcuts-and.html",
	      	
			"content_html": "<p>Siri Shortcuts and DayOne…that could potentially be interesting</p>\n",
			"date_published": "2018-09-15T18:01:39+02:00",
			"url": "http://chrisjwilson.me/2018/09/15/siri-shortcuts-and.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/14/so-ios-is.html",
	      	
			"content_html": "<p>So iOS 12 is out but Siri Shortcuts isn’t out yet 😩</p>\n",
			"date_published": "2018-09-14T20:17:41+02:00",
			"url": "http://chrisjwilson.me/2018/09/14/so-ios-is.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/14/ios-is-here.html",
	      	
			"content_html": "<p>iOS 12 is here! \n<img src=\"http://chrisjwilson.me/uploads/2018/ffe8f079f3.jpg\" alt=\"EF92B196-24A1-4369-A64C-DFDEF7250407.jpg\" /></p>\n",
			"date_published": "2018-09-14T17:11:37+02:00",
			"url": "http://chrisjwilson.me/2018/09/14/ios-is-here.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/14/how-maria-popova.html",
	      	
			"title": "How Maria Popova starts a blog post. ",
			
			"content_html": "<p>I noticed something about Brain Picking’s blog posts that made me investigate. It was the curious way Maria chose to start her post. By splitting a quote in two and referencing the writer in the middle.</p>\n<blockquote>\n  <p><em>“The most regretful people on earth,”</em> Mary Oliver wrote in her beautiful reflection on the central commitment of the creative life, <em>“are those who felt the call to creative work, who felt their own creative power restive and uprising, and gave to it neither power nor time.”</em></p>\n  <ul>\n    <li><a href=\"https://www.brainpickings.org/2018/09/14/walt-whitman-on-creativity/\">Walt Witman on Creativity</a></li>\n  </ul>\n</blockquote>\n\n<p>It’s a great way to kick of some writing as it creates an “open loop” where you want to know the answer to the end of the quote. I wondered if she does this all the time as I recognised the style, and sure enough I found a post from a few days before with the same style.</p>\n\n<blockquote>\n  <p>“Everything can be taken from a man,” Holocaust survivor Viktor Frankl wrote in his timeless treatise on the human search for meaning, “but one thing: the last of the human freedoms — to choose one’s attitude in any given set of circumstances, to choose one’s own way.”</p>\n  <ul>\n    <li><a href=\"https://www.brainpickings.org/2018/09/10/toni-morrison-beloved-freedom/\">Toni Morrison on the Deepest Meaning of Freedom</a></li>\n  </ul>\n</blockquote>\n\n<p>However, it is not the only way she kicks of a post.</p>\n\n<blockquote>\n  <p>The pioneering naturalist John Muir held the poetic conviction that when we look closely at any aspect of our world, “the whole universe appears as an infinite storm of beauty.”</p>\n  <ul>\n    <li><a href=\"https://www.brainpickings.org/2018/09/12/ryota-kajita-ice-formation/\">Japanese Artist Ryota Kajita’s Otherworldly Photographs of Ice Formation in Alaska</a></li>\n  </ul>\n</blockquote>\n\n<p>Here she starts with the description and places the quote in full. The key difference, it’s a shorter quote.</p>\n\n<p>Regardless Maria certainly seems to like her quotes to kick off her posts.</p>\n",
			"date_published": "2018-09-14T15:34:52+02:00",
			"url": "http://chrisjwilson.me/2018/09/14/how-maria-popova.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/14/the-number-of.html",
	      	
			"content_html": "<p>the number of companies who sent me emails saying that I <strong>had</strong> to update my preference to keep getting emails post GDPR (I didn’t ) and  then kept emailing me is not insignificant.</p>\n",
			"date_published": "2018-09-14T14:19:09+02:00",
			"url": "http://chrisjwilson.me/2018/09/14/the-number-of.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/14/do-you-let.html",
	      	
			"content_html": "<p>Do you let any website give you push notifications? I see requests so often and I’m wondering if anyone actually accepts (and if there are any occasions when it might even be good!) The only one I can imagine ever accepting is my favourite blog and even then I’d prefer RSS.</p>\n",
			"date_published": "2018-09-14T12:33:42+02:00",
			"url": "http://chrisjwilson.me/2018/09/14/do-you-let.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/14/do-by-friday.html",
	      	
			"content_html": "<p><a href=\"https://pca.st/wx7I\">Do by Friday takes on GTD - Early Beta 🎧 </a></p>\n\n<p>This episode was a truly great one and while humors, it’s a great overview of some key (and useful) GTD principles. I’ve just scheduled a weekly review for the end of the work day AND I’m planning a mind dump as well.</p>\n",
			"date_published": "2018-09-14T09:51:05+02:00",
			"url": "http://chrisjwilson.me/2018/09/14/do-by-friday.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/13/cognitive-dissonance-for.html",
	      	
			"title": "Cognitive Dissonance for Marketing 🔗",
			
			"content_html": "<p><a href=\"https://medium.com/psychology-secrets-for-marketing/cognitive-dissonance-704ada47b048\">Cognitive Dissonance</a></p>\n<blockquote>\n  <p>It has also been observed that if a person finds themselves engaging in activities which are in opposition to what they believe, they will be <strong>more willing to change their belief or adopt new beliefs to suit the situation, rather than change their actions.</strong></p>\n</blockquote>\n\n<p>I’m researching for an article and this statement really struck me. People will change their beliefs to match their actions more than change their actions.</p>\n",
			"date_published": "2018-09-13T14:12:09+02:00",
			"url": "http://chrisjwilson.me/2018/09/13/cognitive-dissonance-for.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/13/reading-aloud-austin.html",
	      	
			"title": "Reading Aloud - Austin Kleon 🔗",
			
			"content_html": "<p><a href=\"https://austinkleon.com/2018/09/12/reading-aloud/\">Reading aloud</a></p>\n<blockquote>\n  <p>I find that reading my work aloud makes it weird enough that I can’t scan or gloss over anything.\nReading to an audience is best, because you start really judging the thing when you have to project it into a room full of people. Quentin Tarantino says he likes to read his scripts to his friends, not for their feedback, but their presence. “I don’t want input, I don’t want you to tell me if I’m doing anything wrong, heavens forbid,” he says, “But I write a scene, and I think I’ve heard it as much as I can, but then when I read it to you … I hear it through your ears, and it lets me know I’m on the right track.”</p>\n</blockquote>\n\n<p>I use this trick with proofreading texts. Sometimes I have to look at the same thing that’s been sent back and forth about five times, often with a minor change introduced that is easily missed. Reading aloud is one of the only ways to keep my eyes fresh.</p>\n",
			"date_published": "2018-09-13T11:31:23+02:00",
			"url": "http://chrisjwilson.me/2018/09/13/reading-aloud-austin.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/13/me-well-i.html",
	      	
			"content_html": "<p>Me: Well I don’t think these iPhone speak to me.</p>\n\n<p>Me five minutes later: That’s it! I’m definitely getting the iPhone Xs</p>\n\n<p>Me another five minutes later: Hum, maybe the iPhone Xr is a real bargain…</p>\n\n<p>repeat.</p>\n",
			"date_published": "2018-09-13T08:50:56+02:00",
			"url": "http://chrisjwilson.me/2018/09/13/me-well-i.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/12/what-makes-a.html",
	      	
			"title": "What makes a good blog - Merlin Mann",
			
			"content_html": "<p><a href=\"http://www.43folders.com/2008/08/19/good-blogs\">What makes a good blog?</a></p>\n<blockquote>\n  <p>As I think about the blogs I’ve returned to over the years – and the increasingly few new ones that really grab my attention – I want to start with, ironically enough, a list. Here’s what I think helps make for a good blog.</p>\n  <ul>\n    <li>Merlin Mann</li>\n  </ul>\n</blockquote>\n\n<p>I just discovered this thanks to <a href=\"https://micro.blog/ismh\">@ismh</a> ‘s <a href=\"https://512pixels.net/2018/09/10-years-of-512-pixels/\">ten years of 512 pixels</a> post and I’d say every bit of it still applies today. Both posts are worth reading.</p>\n",
			"date_published": "2018-09-12T16:32:31+02:00",
			"url": "http://chrisjwilson.me/2018/09/12/what-makes-a.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/12/hoping-to-be.html",
	      	
			"title": "Hoping to Be Delighted by Apple",
			
			"content_html": "<p>Well it’s Apple iPhone event day and I feel conflicted.</p>\n\n<p>I’m really ready for a phone upgrade, I want to pass my current phone on to my wife<sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup> so we can share Live Photos of my daughter, plus then she won’t have a terrible battery life. But I feel a bit nervous. <strong>I’m worried Apple won’t give me a reason to upgrade today.</strong></p>\n\n<p>It’s a funny fear to have, that someone <strong>won’t</strong> make you want to give them money. No doubt I’ll change my mind as they could probably just release a phone with a new processor and I’d want to upgrade but at the same time I’m really not sure where they go next with smartphones.</p>\n\n<p>Personally, I’m intrigued by the idea of a foldable phone and I suspect something like a Samsung note that can unfold into a small square tablet with stylus could be very interesting. But that doesn’t seem on the horizon for Apple. Then again it is not unlike Apple to quietly work away at something for a while and then suddenly release it upon the world.</p>\n\n<p>Regardless, I’ll be watching the keynote (or more likely checking the summary afterwards) and hoping that there will be a surprise or two that I don’t see coming. Apple are often good at delivering those sweet hardware and software features that delight and perhaps the iPhone Xs will see some new delight.</p>\n\n<div class=\"footnotes\">\n  <ol>\n    <li id=\"fn:1\">\n      <p>For the record, I’d buy her a new phone but she is very resistant to spending money on herself. <a href=\"#fnref:1\" class=\"reversefootnote\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>\n",
			"date_published": "2018-09-12T15:24:05+02:00",
			"url": "http://chrisjwilson.me/2018/09/12/hoping-to-be.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/12/finished-my-last.html",
	      	
			"content_html": "<p><a href=\"http://chrisjwilson.me/uploads/2018/f807d0c114.jpg\"><img src=\"http://chrisjwilson.me/uploads/2018/f807d0c114.jpg\" width=\"449\" height=\"600\" style=\"display: inline-block; max-height: 200px; width: auto; padding: 1px;\" class=\"sunlit_image\" /></a><a href=\"http://chrisjwilson.me/uploads/2018/a4adc7f8a3.jpg\"><img src=\"http://chrisjwilson.me/uploads/2018/a4adc7f8a3.jpg\" width=\"449\" height=\"600\" style=\"display: inline-block; max-height: 200px; width: auto; padding: 1px;\" class=\"sunlit_image\" /></a></p>\n\n<p>Finished my last notebook last night and starting a new one today. Trying a different (cheaper) brand but designed for sketching. Let’s see.</p>\n\n",
			"date_published": "2018-09-12T08:46:19+02:00",
			"url": "http://chrisjwilson.me/2018/09/12/finished-my-last.html"
		},
		
		{
			"id": "http://ChrisJWilson.micro.blog/2018/09/11/so-i-just.html",
	      	
			"content_html": "<p>So I just set up Microsub on my microblog using aperture and downloaded indigenous on my iPhone. Time to take this baby for a spin.</p>\n",
			"date_published": "2018-09-11T15:45:54+02:00",
			"url": "http://chrisjwilson.me/2018/09/11/so-i-just.html"
		}
		
	]
}
